Repository: bobstrecansky/stocks-extension
Catalog: stocks@infinicode.*/po/*.po
Languages: de

source: Stocks
de: Börse

source: Create Stock Item
de: Neuen Eintrag hinzufügen

source: Show in Ticker?
de: Im Ticker anzeigen?

source: If disabled this stock will not be shown in the panel ticker
de: Entscheide ob diese Aktie im Panelticker angezeigt werden soll

source: Provider
de: Quelle

source: Select provider to fetch stock data from
de: Provider für die Aktiendaten

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Edit Stock Item
de: Bearbeite Eintrag

source: Edit name
de: Name editieren

source: Edit Symbol
de: Symbol editieren

source: Symbols
de: Symbole

source: Position in Panel
de: Position im Panel

source: Center
de: Zentriert

source: Right
de: Rechts

source: Left
de: Links

source: Ticker Item Display Variation
de: Darstellung der Tickerelemente

source: Compact
de: Kompakt

source: Regular
de: Normal

source: Tremendous
de: Ausführlich

source: Items to show in ticker
de: Anzahl der zu zeigenden Elemente im Ticker

source: Stock Panel Ticker Interval in Seconds
de: Wechseninterval des Tickers in Sekunden

source: Show off-market prices in Ticker
de: Off-Market-Preise im Ticker anzeigen

source: If enabled the ticker will automatically show pre / post market prices if available marked by a * sign.
de: Vor- und nachbörsliche Preise (markiert mit * Symbol) im Ticker anzeigen.

source: Use instrument names from provider
de: Instrumentnamen vom Provider übernehmen

source: If enabled the names for instruments will be taken from provider data.
de: Wenn aktiviert, übernimmt die Erweiterung die Namen der Instrumente vom Provider.

source: General
de: Allgemein

source: unknown (self-build ?)
de: unbekannt (selbst gebaut?)

source: <span>Stocks-Extension is an extension to display and observe Stock quotes in GNOME Shell Panel</span>
de: <span>Aktien ist eine Erweiterung um Aktienquoten im GNOME Shell Panel anzuzeigen</span>

source: Maintained by
de: Gepflegt von

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/gpl">GNU General Public License, version 3 or later</a> for details.</span>
de: <span size="small">Diese Programm wird OHNE JEDWEDE GARANTIE BEREITGESTELLT. Lesen Sie diesbezüglich die <a href="https://www.gnu.org/licenses/gpl">GNU General Public License, version 3 or later</a> für weitere Details.</span>

source: About
de: Über

source: Clear entry
de: Feld leeren

source: back
de: Zurück

source: Filter Results
de: Liste Filtern

source: Loading Data
de: Lade Daten

source: No Symbols / Tickers configured.
de: Keine Aktien konfiguriert.

source: stocks
de: Aktien

source: UNKNOWN
de: UNBEKANNT

source: Show in Ticker
de: Im Ticker anzeigen?

source: Remove %s?
de: %s entfernen?

source: Change
de: Veränderung

source: Pre Market*
de: Vorbörse*

source: Post Market*
de: Nachbörse*

source: Volume
de: Volumen

source: Exchange
de: Veränderung

source: Prev. Close
de: Vortageskurs

source: Open
de: Eröffnung

source: Close
de: Kurs

source: High
de: Hoch

source: Low
de: Tief

source: Time
de: Uhrzeit

source: Before Hours*
de: Vorbörse*

source: After Hours*
de: Nachbörse*

source: 1D
de: 1T

source: 1Y
de: 1J

source: 5Y
de: 5J
